cask_args appdir: "/Applications"

brew "mas"

mas "Tampermonkey", id: 1482490089
mas "Divvy", id: 413857545
mas "Fantastical", id: 975937182
mas "Reeder 4", id: 1449412482
mas "Owly", id: 882812218
mas "DaisyDisk", id: 411643860
mas "Microsoft Remote Desktop", id: 1295203466
mas "Twitterrific", id: 1289378661
mas "1Blocker", id: 1107421413
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Flycut", id: 442160987
mas "Airmail", id: 918858936
mas "Display Menu", id: 549083868
mas "Trello", id: 1278508951
mas "1Password", id: 1333542190
mas "Xcode", id: 497799835

cask "aerial"
cask "discord"
cask "choosy"
cask "google-chrome"
cask "firefox"
cask "handbrake"
cask "istat-menus"
cask "makemkv"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "intellij-idea"
cask "pycharm"
cask "webstorm"
cask "bartender"
cask "docker"
cask "backblaze"

brew "exiftool"
brew "git"
brew "nano"
brew "python"
brew "wget"
brew "ffmpeg"
brew "mkvtoolnix"
brew "mp4v2"
brew "youtube-dl"
brew "node"
